ci4_PrediksiHarga/app/Helpers/custom_helper.php

SELECT *
FROM `users`
WHERE `user_id` = '13'
---
function userLogin() {
    $db = \Config\Database::connect();
    return $db->table('users')->where('user_id', session('user_id'))->get()->getRow();